[
  "How did you decide what you chose to do today?",
  "What habits do you have that contribute to your work?",
  "What's the task you keep taking back from people after you've handed it off?",
  "If someone followed you for a week and wrote down everything you actually did, would you recognize the job description?",
  "What would happen if you said \"I don't know\" more often?",
  "What's the difference between what you're good at and what your work needs you to be good at?",
  "What's the thing you know how to do that you learned without realizing you were learning it?",
  "What's something true about your work that you've never said out loud?",
  "What are you pretending is fine?",
  "What part of your work feels like play?",
  "What decision are you avoiding right now?",
  "What would your work look like if you trusted yourself more?",
  "Where does your confidence come from, and where does it disappear?",
  "What's something you find yourself doing a lot that you know someone else could be doing better?",
  "What's the difference between your role on paper and what you actually do all day?",
  "What would change about your work if everyone could see what you actually do all day?",
  "What do people come to you for that has nothing to do with your job?",
  "What's the thing you do that makes your work yours and not someone else's?",
  "What did your work teach you about yourself?",
  "What do your best clients understand about you that your marketing doesn't say?",
  "What do the people around you understand about how things really work that you don't give much thought?",
  "What would change if your team could hear the way you describe them when they're not in the room?",
  "What's the thing people keep coming back for that isn't the thing you think you're offering?",
  "What do you do differently than everyone else in your space, and did you choose it or did it just happen?",
  "What's the story behind the rule your team follows most religiously?",
  "Who gave you the idea that you could possibly understand what's happening?",
  "What did you used to believe about your industry that you don't anymore?",
  "What do you know now that you wish you'd known when you started?",
  "Who taught you how to do what you do, and how much of what they taught you do you still use?",
  "Who shaped how you work, and do they know?",
  "What's the thing you figured out on your own that should have been taught to you?",
  "When did it get complicated?",
  "If your best person quit tomorrow, what would break first?",
  "What does your work look like when no one is watching?",
  "Who do your people go to when they need to hear the truth?",
  "What would have to be true before you could disappear for a month?",
  "What part of your work did you stop trying to fix?",
  "What's the thing you built that you don't understand anymore?",
  "Who is the person on your team who doesn't get the credit they deserve?",
  "If you had to cut a team member today, who would it be and why?",
  "What do you instantly wish everyone on your team knew, all at once?",
  "What's the conversation you keep having that never seems to resolve?",
  "What would your work look like if you built it again from scratch tomorrow?",
  "When's the last time your work surprised you?",
  "What's the question nobody asks you about your work that you wish they would?",
  "What would your team focus on if you weren't in the room?",
  "What are you holding onto that your work has outgrown?",
  "Who on your team sees something you don't?",
  "What are you building, and is it the same thing you think you're building?",
  "If your work wrote you a letter, what would it say?",
  "What part of your work have you made too complicated?",
  "What do you protect your team from that they don't know about?",
  "What's the pattern you keep seeing that you can't quite name?",
  "What should you be doing right now?",
  "What's the next iteration of your work, and what sacrifices are needed for it to exist?",
  "What would you attempt if you knew your team could hold things without you?",
  "What are you waiting for permission to do?",
  "If your experience alone could evolve your work, where would it take you?",
  "What's the quickest way back to square one?",
  "What would your work become if you didn't have to think about it?",
  "What would it feel like to be new at your company?"
]
